{
  "en": {
    "project-category": "DOG DAYCARE",
    "project-year": "Year",
    "project-activity": "Activity",
    "project-industry": "Industry",
    "project-industry-answer": "Pets",

    "project-context": "CONTEXT",
    "project-context-text": "Pawfect Days is a dog daycare brand developed as part of a brand identity project. The goal of the project was to create a visual system that feels welcoming, trustworthy, and energetic. The identity is designed to reflect care, reliability, and joy, using typography, color, and visual elements that communicate friendliness while maintaining a professional tone suitable for pet service businesses.",

    "project-design-decisions": "DESIGN DECISIONS",
    "project-design-decisions-logo": "LOGO",
    "project-design-decisions-logo-text": "The Pawfect Days logo is designed to reflect trust, care, and playfulness—key attributes of a dog daycare. The mark combines soft, rounded forms with balanced proportions to create a friendly and approachable appearance. This ensures the logo feels welcoming to pet owners while remaining professional and reliable.",

    "project-design-decisions-color": "COLOR PALETTE",
    "project-design-decisions-color-text": "The color palette for Pawfect Days was chosen to reflect the brand’s personality of trust, care, and playfulness. The primary tones provide a sense of stability and reliability, while brighter accent colors introduce energy, warmth, and approachability. Together, the palette creates a balanced, inviting, and joyful visual identity that feels friendly to both dogs and their owners.",

    "project-graphics": "GRAPHIC ELEMENTS",
    "project-graphics-text": "The graphic elements of Pawfect Days are designed to enhance the brand’s friendly and playful personality. Rounded shapes, soft patterns, and dynamic details are used to reflect movement, joy, and the lively nature of dogs. These elements support the logo and color palette, creating a cohesive and approachable visual language that feels energetic without losing clarity or professionalism.",

    "project-imagery": "IMAGERY",
    "project-imagery-text": "Pawfect Days imagery focuses on showcasing what the brand stands for: dogs having fun outdoors with other dogs. Images are encouraged to feel bright, joyful, and full of energy, featuring happy dogs in natural, green environments. Greenery plays an important role in reinforcing the brand’s connection to nature, freshness, and well-being."
  },

  "es": {
    "project-category": "GUARDERÍA CANINA",
    "project-year": "Año",
    "project-activity": "Actividad",
    "project-industry": "Industria",
    "project-industry-answer": "Mascotas",

    "project-context": "CONTEXTO",
    "project-context-text": "Pawfect Days es una marca de guardería canina desarrollada como parte de un proyecto de identidad visual. El objetivo del proyecto fue crear un sistema visual que se sienta acogedor, confiable y enérgico. La identidad está diseñada para reflejar cuidado, fiabilidad y alegría, utilizando tipografía, color y elementos visuales que comunican cercanía mientras mantienen un tono profesional adecuado para negocios de servicios para mascotas.",

    "project-design-decisions": "DECISIONES DE DISEÑO",
    "project-design-decisions-logo": "LOGOTIPO",
    "project-design-decisions-logo-text": "El logotipo de Pawfect Days está diseñado para reflejar confianza, cuidado y diversión, atributos clave de una guardería canina. La marca combina formas suaves y redondeadas con proporciones equilibradas para crear una apariencia amigable y accesible. Esto asegura que el logo se sienta acogedor para los dueños de mascotas mientras se mantiene profesional y confiable.",

    "project-design-decisions-color": "PALETA DE COLOR",
    "project-design-decisions-color-text": "La paleta de color de Pawfect Days fue elegida para reflejar la personalidad de la marca: confianza, cuidado y juego. Los tonos principales aportan una sensación de estabilidad y fiabilidad, mientras que los colores de acento más brillantes introducen energía, calidez y cercanía. En conjunto, la paleta crea una identidad visual equilibrada, atractiva y alegre que resulta amigable tanto para los perros como para sus dueños.",

    "project-graphics": "ELEMENTOS GRÁFICOS",
    "project-graphics-text": "Los elementos gráficos de Pawfect Days están diseñados para reforzar la personalidad amigable y juguetona de la marca. Formas redondeadas, patrones suaves y detalles dinámicos se utilizan para reflejar movimiento, alegría y la naturaleza activa de los perros. Estos elementos apoyan al logotipo y la paleta de color, creando un lenguaje visual coherente y cercano que se siente enérgico sin perder claridad ni profesionalismo.",

    "project-imagery": "IMAGENES",
    "project-imagery-text": "Las imagenes de Pawfect Days se enfoca en mostrar aquello por lo que la marca es conocida: perros disfrutando al aire libre junto a otros perros. Se fomenta el uso de imágenes luminosas, alegres y llenas de energía, con perros felices en entornos naturales y verdes. La vegetación juega un papel importante al reforzar la conexión de la marca con la naturaleza, la frescura y el bienestar."
  }
}
