{
    "en": {
        "trans-project-description": "Ember & Pine is a candle brand inspired by the grounding scents of the outdoors, bringing the warmth of a flickering flame and the freshness of the forest into your space.",
        "trans-project-info": "Ember & Pine’s visual identity captures the essence of nature’s tranquility, creating a brand that feels like a cozy escape into the outdoors. The design invites customers to relax and reconnect with the earth, making each candle more than just a product, but an experience.",
        "trans-project-info-2-approach": "Approach: The branding for Ember & Pine blends rustic charm with modern elegance, drawing inspiration from the natural world. The design uses earthy tones, organic textures, and simple, timeless typography to evoke warmth, calm, and connection to nature.",
        "trans-project-info-2-concept": "Concept: The logo features a combination of tree symbols, minimalistic flame details, and a rustic yet modern font to symbolize both the natural and comforting qualities of the product. The packaging and visual elements reflect the serene, earthy tones of a forest, creating an inviting atmosphere. This balance between nature-inspired design and warmth conveys a sense of trust, relaxation, and authenticity, making the brand approachable while standing out on the shelf."
    },
    "es": {
        "trans-project-description": "Ember & Pine es una marca de velas inspirada en los aromas terrosos del exterior, llevando la calidez de una llama titilante y la frescura del bosque a tu espacio.",
        "trans-project-info": "La identidad visual de Ember & Pine captura la esencia de la tranquilidad de la naturaleza, creando una marca que se siente como una acogedora escapatoria al aire libre. El diseño invita a los clientes a relajarse y reconectar con la tierra, haciendo de cada vela algo más que un simple producto, sino una experiencia.",
        "trans-project-info-2-approach": "Enfoque: La marca de Ember & Pine combina la calidez de la naturaleza con la elegancia de la simplicidad. El diseño evoca una sensación de serenidad a través de tonos terrenales, texturas orgánicas y elementos minimalistas. Captura una conexión con el mundo natural, ofreciendo una atmósfera tranquila y rústica, mientras mantiene un toque moderno y sofisticado.",
        "trans-project-info-2-concept": "Concepto: El logotipo incorpora sutiles motivos de árboles y detalles minimalistas de llamas para reflejar tanto las cualidades de arraigo de la naturaleza como la calidez del fuego. La tipografía es simple y atemporal, lo que añade a la sensación general de calma y acogida. El empaque y los elementos visuales adoptan tonos serenos inspirados en el bosque y texturas naturales, atrayendo a los clientes a un espacio que se siente como un refugio en el bosque: una escapatoria a la tranquila y rústica belleza del exterior."
    }
}