{
  "en": {
    "project-category": "KID'S DAYCARE & EDUCATION CENTER",
    "project-year": "Year",
    "project-activity": "Activity",
    "project-industry": "Industry",
    "project-industry-answer": "Education",

    "project-context": "CONTEXT",
    "project-context-text": "Kindrove is an engaging brand designed for young children, functioning as a nurturing space where little explorers can learn, play, and grow through adventurous activities. Inspired by themes of discovery and wonder, it targets parents seeking safe, educational environments that foster curiosity and creativity in kids, blending fun dinosaur motifs with a focus on wholesome development.",

    "project-design-decisions": "DESIGN DECISIONS",
    "project-design-decisions-logo": "LOGO",
    "project-design-decisions-logo-text": "The Kindrove logo features soft, rounded, playful lettering in a vibrant, child-friendly palette, with the standout 'K' cleverly stylized as the graceful, curving long neck and head of a sauropod dinosaur. This thoughtful design choice captures the essence of gentle giants, symbolizing wonder, height, and boundless exploration—inviting little ones to reach for big adventures while remaining safe and approachable. The friendly typography, bright yet soothing colors, and overall warm aesthetic evoke joy, curiosity, and trust for parents, perfectly aligning with the brand's theme of discovery in a nurturing world of wonder. The accompanying tagline, 'Where Little Explorers Roam,' beautifully reinforces this spirit of playful, imaginative journeying.",

    "project-design-decisions-color": "COLOR PALETTE",
    "project-design-decisions-color-text": "Kindrove's color palette draws from nature and energy, with primary shades like Willow Green for growth and freshness, paired with Parchment for a clean, neutral background. Secondary colors include Sky Reflection for calm skies, Sunflower Gold for sunny optimism, and Vibrant Coral for lively accents, creating a balanced, child-friendly scheme that feels warm and inviting.",

    "project-graphics": "GRAPHIC ELEMENTS",
    "project-graphics-text": "Kindrove's brand visuals extend the playful identity across various applications, such as colorful business cards, letterheads, and stamps in green and multicolored motifs; dinosaur-themed toys and patterns on drawstring bags; professional name badges and brochures featuring photos of kids in action; all unified by the logo, fonts like Lilita One and Magallanes, and a consistent palette to maintain a cohesive, fun, and educational aesthetic."
  },

  "es": {
    "project-category": "GUARDERÍA Y CENTRO EDUCATIVO PARA NIÑOS",
    "project-year": "Año",
    "project-activity": "Actividad",
    "project-industry": "Industria",
    "project-industry-answer": "Educación",

    "project-context": "CONTEXTO",
    "project-context-text": "Kindrove es una marca diseñada para niños pequeños, funcionando como un espacio de cuidado donde los pequeños exploradores pueden aprender, jugar y crecer a través de actividades aventureras. Inspirada en temas de descubrimiento y asombro, se dirige a padres que buscan entornos educativos seguros que fomenten la curiosidad y creatividad de los niños, combinando divertidos motivos de dinosaurios con un enfoque en el desarrollo integral.",

    "project-design-decisions": "DECISIONES DE DISEÑO",
    "project-design-decisions-logo": "LOGOTIPO",
    "project-design-decisions-logo-text": "El logotipo de Kindrove presenta letras suaves, redondeadas y juguetonas en una paleta vibrante y amigable para los niños, con la 'K' destacada, estilizada inteligentemente como el largo y curvado cuello y cabeza de un dinosaurio saurópodo. Esta elección de diseño captura la esencia de los gigantes gentiles, simbolizando asombro, altura y exploración sin límites, invitando a los pequeños a aventurarse mientras se mantienen seguros y accesibles. La tipografía amigable, los colores brillantes pero suaves y la estética cálida evocan alegría, curiosidad y confianza para los padres, alineándose perfectamente con el tema de descubrimiento en un mundo acogedor. El eslogan 'Where Little Explorers Roam' refuerza este espíritu de juego y exploración imaginativa.",

    "project-design-decisions-color": "PALETA DE COLORES",
    "project-design-decisions-color-text": "La paleta de colores de Kindrove se inspira en la naturaleza y la energía, con tonos primarios como Verde Sauce para crecimiento y frescura, combinados con Pergamino para un fondo limpio y neutro. Los colores secundarios incluyen Reflejo del Cielo para cielos tranquilos, Oro Girasol para optimismo soleado y Coral Vibrante para acentos enérgicos, creando un esquema equilibrado, amigable para los niños, que se siente cálido y acogedor.",

    "project-graphics": "ELEMENTOS GRÁFICOS",
    "project-graphics-text": "Los elementos visuales de Kindrove extienden la identidad juguetona en varias aplicaciones, como tarjetas de presentación coloridas, membretes y sellos en motivos verdes y multicolores; juguetes y patrones con temática de dinosaurios en mochilas; gafetes profesionales y folletos con fotos de niños en acción; todo unificado por el logotipo, fuentes como Lilita One y Magallanes, y una paleta consistente para mantener una estética cohesionada, divertida y educativa."
  }
}
