{
    "en": {
        "trans-project-description": "Kindrove is a daycare brand inspired by the world of dinosaurs, designed to spark curiosity, adventure, and discovery among children. The brand aims to create a fun, educational, and safe environment where kids can learn, play, and explore.",
        "trans-project-brand-purpose": "Brand Purpose:",
        "trans-project-purpose": "To inspire young explorers by providing a nurturing space where curiosity and imagination can thrive, grounded in a theme of adventure and discovery.",
        "trans-project-target-audience": "Target Audience:",
        "trans-project-target": "Parents of children aged 0-12 years looking for a fun, safe, and educational daycare experience.",
        "trans-project-core-values": "Core Values:",
        "trans-project-values-1": "Curiosity: Encouraging children to ask questions and explore their surroundings.",
        "trans-project-values-2": "Adventure: Creating an exciting and playful environment where children can experience new things.",
        "trans-project-values-3": "Learning: Fostering a love of knowledge through age-appropriate activities and lessons.",
        "trans-project-values-4": "Safety: Ensuring a secure and caring space for all children.",
        "trans-project-details-1-1": "The Kindrove logo is a playful and dynamic representation that aligns with the brand’s theme of dinosaurs, exploration, and discovery. The logo’s dinosaur mascot helps children easily identify with the daycare’s divisions, while the name ‘Kindrove’ captures a sense of kindness and growth.",
        "trans-project-details-3-1": "Kindrove is more than just a daycare—it is a place of adventure, exploration, and discovery. Through its dinosaur-themed environment, fun activities, and nurturing approach, Kindrove aims to ignite a love of learning and create unforgettable memories for children."
    },
    "es": {
        "trans-project-description": "Kindrove es una marca de guardería inspirada en el mundo de los dinosaurios, diseñada para despertar la curiosidad, la aventura y el descubrimiento entre los niños. La marca tiene como objetivo crear un entorno divertido, educativo y seguro donde los niños puedan aprender, jugar y explorar.",
        "trans-project-brand-purpose": "Propósito de la Marca:",
        "trans-project-purpose": "Inspirar a los jóvenes exploradores proporcionando un espacio de cuidado donde la curiosidad y la imaginación puedan prosperar, basado en un tema de aventura y descubrimiento.",
        "trans-project-target-audience": "Público Objetivo:",
        "trans-project-target": "Padres de niños de 0 a 12 años que buscan una experiencia de guardería divertida, segura y educativa.",
        "trans-project-core-values": "Valores Fundamentales:",
        "trans-project-values-1": "Curiosidad: Fomentar que los niños hagan preguntas y exploren su entorno.",
        "trans-project-values-2": "Aventura: Crear un entorno emocionante y lúdico donde los niños puedan vivir nuevas experiencias.",
        "trans-project-values-3": "Aprendizaje: Promover el amor por el conocimiento a través de actividades y lecciones adecuadas a su edad.",
        "trans-project-values-4": "Seguridad: Garantizar un espacio seguro y acogedor para todos los niños.",
        "trans-project-details-1-1": "El logotipo de Kindrove es una representación lúdica y dinámica que se alinea con el tema de la marca de dinosaurios, exploración y descubrimiento. La mascota dinosaurio del logo ayuda a los niños a identificar fácilmente las divisiones de la guardería, mientras que el nombre 'Kindrove' transmite una sensación de amabilidad y crecimiento.",
        "trans-project-details-3-1": "Kindrove es más que una guardería: es un lugar de aventura, exploración y descubrimiento. A través de su entorno temático de dinosaurios, actividades divertidas y un enfoque de cuidado, Kindrove busca encender el amor por el aprendizaje y crear recuerdos inolvidables para los niños."
    }
}