{
    "en": {
        "trans-project-description": "Meltz is an ice pop brand that embraces the beauty of melting—because great flavors don’t last forever. Made for those who love soft, juicy, and refreshing treats, Meltz brings a modern twist to classic frozen popsicles, combining bold flavors with a smooth, melt-in-your-mouth texture.",
        "trans-project-info": "Meltz isn’t just about frozen treats—it’s about pure refreshment in every bite. The branding highlights smoothness, juiciness, and a cooling experience, making each flavor feel as satisfying as the first bite on a hot day. Through its bold yet fluid visuals, Meltz stands out as a brand that embraces the beauty of melting in the best way possible.",
        "trans-project-info-2-approach": "Approach: Meltz captures the refreshing and indulgent nature of its popsicles through fluid typography, vibrant color palettes, and wavy design elements that evoke the feeling of something cool and melting. The brand leans into a sleek yet playful aesthetic, making it visually striking and instantly recognizable.",
        "trans-project-info-2-concept": "Concept: The hand-drawn liquid-style logo mimics the way popsicles melt, reinforcing the brand’s smooth and refreshing qualities. Each flavor gets a distinct color, creating strong visual differentiation, while the overall design remains cohesive with organic shapes, soft curves, and a vibrant, juicy aesthetic."
    },
    "es": {
        "trans-project-description": "Meltz es una marca de paletas heladas que abraza la belleza del derretimiento, porque los sabores increíbles no duran para siempre. Hecha para aquellos que aman los bocados suaves, jugosos y refrescantes, Meltz da un giro moderno a las clásicas paletas heladas, combinando sabores audaces con una textura suave que se derrite en la boca.",
        "trans-project-info": "Meltz no se trata solo de golosinas congeladas, sino de pura frescura en cada bocado. La marca resalta la suavidad, jugosidad y la experiencia refrescante, haciendo que cada sabor se sienta tan satisfactorio como el primer bocado en un día caluroso. A través de sus visuales audaces y fluidos, Meltz destaca como una marca que abraza la belleza del derretimiento de la mejor manera posible.",
        "trans-project-info-2-approach": "Enfoque: Meltz captura la naturaleza refrescante y indulgente de sus paletas a través de tipografía fluida, paletas de colores vibrantes y elementos de diseño ondulados que evocan la sensación de algo fresco y que se derrite. La marca se inclina hacia una estética elegante pero juguetona, haciéndola visualmente llamativa e instantáneamente reconocible.",
        "trans-project-info-2-concept": "Concepto: El logotipo dibujado a mano en estilo líquido imita la forma en que se derriten las paletas, reforzando las cualidades suaves y refrescantes de la marca. Cada sabor recibe un color distinto, creando una fuerte diferenciación visual, mientras que el diseño general permanece cohesivo con formas orgánicas, curvas suaves y una estética vibrante y jugosa."
    }
}