{
    "en": {
        "trans-project-description": "Señor Sabor is a vibrant and inviting Mexican food brand that brings bold flavors to the table with an authentic touch. With a fun and charismatic mascot at its heart, Señor Sabor captures the essence of traditional Mexican cuisine while adding a modern and approachable twist. Perfect for those who crave delicious, high-quality Mexican dishes with a dash of personality and flair.",
        "trans-project-brand-purpose": "Brand Purpose:",
        "trans-project-purpose": "Señor Sabor exists to bring the vibrant, bold, and authentic flavors of Mexico to every bite. Rooted in tradition but designed for the modern palate, our food is a celebration of heritage, passion, and the joy of eating. Every dish is crafted with heart, delivering an experience that is both comforting and exciting—just like a home-cooked meal with a festive twist.",
        "trans-project-target-audience": "Target Audience:",
        "trans-project-target": "Señor Sabor is for food lovers who crave authentic Mexican flavors with a modern, approachable touch. Whether it's families looking for a delicious meal, young professionals seeking bold tastes, or foodies eager to explore the essence of Mexican cuisine, our brand connects with those who appreciate quality, tradition, and a bit of fun in every bite.",
        "trans-project-core-values": "Core Values:",
        "trans-project-values-1": "Authenticity: True Mexican flavors made with respect for tradition.",
        "trans-project-values-2": "Passion: Every dish is crafted with love and dedication.",
        "trans-project-values-3": "Joy: Food is meant to bring people together and create memorable moments.",
        "trans-project-values-4": "Innovation: Honoring tradition while embracing modern twists.",
        "trans-project-details-1-1": "Señor Sabor’s visual identity blends tradition with modern energy, centered around a charismatic mascot, bold typography, and subtle Mexican-inspired motifs. Warm, spice-toned colors and playful yet refined graphics create a brand that feels both timeless and vibrant, capturing the essence of authentic Mexican flavor and culture.",
        "trans-project-details-2-1": "Señor Sabor’s branding showcases a bold, food-inspired pattern featuring avocados, nachos, tacos, limes, and chiles—capturing Mexico’s love for vibrant, sour, and spicy flavors. Applied across packaging, these illustrations bring energy and authenticity, turning every meal into a visual and culinary celebration.",
        "trans-project-details-3-1": "Señor Sabor is all about flavor, tradition, and a touch of fun. It’s a brand that embraces the richness of Mexican cuisine, not just in taste but in culture and identity. With bold ingredients, lively visuals, and a passion for good food, it delivers an experience that feels familiar yet exciting—bringing the essence of Mexico to every bite.",
        "trans-project-details-4-1": "Señor Sabor’s imagery is rich with authentic Mexican cuisine. We always showcase the dishes we serve, highlighting our specialty: traditional, flavorful Mexican food."
        },
    "es": {
        "trans-project-description": "Señor Sabor es una marca vibrante y acogedora de comida mexicana que lleva sabores audaces a la mesa con un toque auténtico. Con una mascota divertida y carismática en su corazón, Señor Sabor captura la esencia de la cocina mexicana tradicional mientras le agrega un giro moderno y accesible. Perfecto para quienes buscan platos mexicanos deliciosos y de alta calidad con un toque de personalidad y estilo.",
        "trans-project-brand-purpose": "Propósito de la Marca:",
        "trans-project-purpose": "Señor Sabor existe para llevar los vibrantes, audaces y auténticos sabores de México a cada bocado. Enraizados en la tradición pero diseñados para el paladar moderno, nuestra comida es una celebración de la herencia, la pasión y la alegría de comer. Cada plato está elaborado con corazón, brindando una experiencia que es tanto reconfortante como emocionante, como una comida casera con un toque festivo.",
        "trans-project-target-audience": "Público Objetivo:",
        "trans-project-target": "Señor Sabor es para los amantes de la comida que desean sabores auténticos mexicanos con un toque moderno y accesible. Ya sea para familias que buscan una comida deliciosa, jóvenes profesionales que buscan sabores audaces, o foodies ansiosos por explorar la esencia de la cocina mexicana, nuestra marca conecta con aquellos que aprecian la calidad, la tradición y un toque de diversión en cada bocado.",
        "trans-project-core-values": "Valores Fundamentales:",
        "trans-project-values-1": "Autenticidad: Sabores verdaderos mexicanos hechos con respeto por la tradición.",
        "trans-project-values-2": "Pasión: Cada plato está elaborado con amor y dedicación.",
        "trans-project-values-3": "Alegría: La comida está hecha para reunir a las personas y crear momentos memorables.",
        "trans-project-values-4": "Innovación: Honrando la tradición mientras se abrazan giros modernos.",
        "trans-project-details-1-1": "La identidad visual de Señor Sabor fusiona la tradición con energía moderna, centrada en una mascota carismática, tipografía audaz y sutiles motivos inspirados en México. Colores cálidos y tonos especiados y gráficos juguetones pero refinados crean una marca que se siente tanto atemporal como vibrante, capturando la esencia del auténtico sabor y la cultura mexicana.",
        "trans-project-details-2-1": "El branding de Señor Sabor presenta un patrón audaz inspirado en la comida con ilustraciones de aguacates, nachos, tacos, limones y chiles, capturando el amor de México por los sabores vibrantes, ácidos y picantes. Aplicadas en los empaques, estas ilustraciones aportan energía y autenticidad, convirtiendo cada comida en una celebración visual y culinaria.",
        "trans-project-details-3-1": "Señor Sabor se trata de sabor, tradición y un toque de diversión. Es una marca que abraza la riqueza de la cocina mexicana, no solo en el sabor, sino también en la cultura y la identidad. Con ingredientes audaces, visuales vibrantes y una pasión por la buena comida, ofrece una experiencia que se siente familiar pero emocionante, llevando la esencia de México a cada bocado.",
        "trans-project-details-4-1": "La imagen de Señor Sabor está llena de auténtica comida mexicana. Siempre mostramos los platos que servimos, resaltando nuestra especialidad: la cocina tradicional y llena de sabor de México."
    }
}