{
  "en": {
    "trans-terms-title": "Terms and Conditions",
    "trans-last-updated-label": "Last updated:",
    "trans-last-updated-date": "August 2025",
    "trans-terms-intro-1": "These terms and conditions outline the rules and regulations for the use of Bryan Román Design's website, located at",
    "trans-terms-intro-2": "By accessing this website we assume you accept these terms and conditions. Do not continue to use Bryan Román Design if you do not agree to take all of the terms and conditions stated on this page.",
    "trans-terminology-title": "Terminology",
    "trans-terminology-desc": "The following terminology applies to these Terms and Conditions, Privacy Policy and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person accessing this website and complying with the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\" refers to Bryan Román Design. \"Party\", \"Parties\", or \"Us\" refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of our services, in accordance with applicable law. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to the same.",
    "trans-cookies-title": "Cookies",
    "trans-cookies-full": "We employ the use of cookies. By accessing Bryan Román Design, you agreed to use cookies in agreement with our",
    "trans-cookies-desc-3": "Cookies are used to enable certain website functionalities and to improve your experience. Some of our marketing partners, such as Meta Platforms, may also use cookies for analytics and advertising purposes.",
    "trans-ipr-title": "Intellectual Property Rights",
    "trans-ipr-desc-1": "Unless otherwise stated, Bryan Román Design and/or its licensors own the intellectual property rights for all material on Bryan Román Design. All intellectual property rights are reserved.",
    "trans-ipr-desc-2": "You may access this from Bryan Román Design for your own personal use subjected to restrictions set in these terms and conditions.",
    "trans-ipr-you-must-not-title": "You must not:",
    "trans-ipr-you-must-not-1": "Republish material from Bryan Román Design",
    "trans-ipr-you-must-not-2": "Sell, rent or sub-license material from Bryan Román Design",
    "trans-ipr-you-must-not-3": "Reproduce, duplicate or copy material from Bryan Román Design",
    "trans-ipr-you-must-not-4": "Redistribute content from Bryan Román Design",
    "trans-portfolio-title": "Portfolio and Project Showcasing",
    "trans-portfolio-desc-1": "The projects displayed on this Site are examples of our work and remain our intellectual property. You may not use, copy, distribute, or reproduce any portfolio content without explicit permission.",
    "trans-portfolio-desc-2": "We reserve the right to decline, ignore, or not engage with inquiries related to any project displayed on the website.",
    "trans-comments-title": "User Comments and Content",
    "trans-comments-desc-1": "Parts of this website may allow users to post comments or feedback. We do not pre-approve or monitor these comments before they appear on the site. Comments reflect the views of the author and not Bryan Román Design.",
    "trans-comments-desc-2": "We reserve the right to remove any comments deemed inappropriate, offensive, or in violation of these terms.",
    "trans-comments-warrant-intro": "By posting comments, you warrant that:",
    "trans-comments-warrant-1": "You have the necessary rights and permissions to post the content.",
    "trans-comments-warrant-2": "Your comments do not violate any intellectual property rights, defame, or contain unlawful material.",
    "trans-comments-warrant-3": "You grant Bryan Román Design a non-exclusive license to use, edit, and reproduce your comments on the website.",
    "trans-hyperlinking-title": "Hyperlinking to Our Content",
    "trans-hyperlinking-desc-1": "Certain organizations may link to our website without prior written approval, including government agencies, search engines, news organizations, and accredited businesses, provided the link is not deceptive and does not imply endorsement.",
    "trans-hyperlinking-desc-2": "Other link requests will be reviewed on a case-by-case basis. Use of Bryan Román Design’s logo or artwork for linking purposes requires a trademark license agreement.",
    "trans-content-liability-title": "Content Liability",
    "trans-content-liability-desc": "We are not responsible for any content posted on third-party websites linking to or from our site. You agree to indemnify and hold harmless Bryan Román Design against any claims arising from content you post or links you provide.",
    "trans-limitation-liability-title": "Limitation of Liability",
    "trans-limitation-liability-desc": "To the fullest extent permitted by law, Bryan Román Design shall not be liable for any direct, indirect, incidental, consequential or punitive damages arising from your use of the website or inability to use its content.",
    "trans-changes-terms-title": "Changes to Terms and Conditions",
    "trans-changes-terms-desc": "We reserve the right to revise these terms at any time. Continued use of the website after changes indicates acceptance of the updated terms.",
    "trans-governing-law-title": "Governing Law",
    "trans-governing-law-desc": "These terms are governed by the laws of Puerto Rico, without regard to its conflict of law provisions.",
    "trans-contact-us-full": "If you have any questions about these Terms and Conditions, please contact us at:"
  },
  "es": {
    "trans-terms-title": "Términos y Condiciones",
    "trans-last-updated-label": "Última actualización:",
    "trans-last-updated-date": "Agosto 2025",
    "trans-terms-intro-1": "Estos términos y condiciones describen las reglas y regulaciones para el uso del sitio web de Bryan Román Design, ubicado en",
    "trans-terms-intro-2": "Al acceder a este sitio web asumimos que aceptas estos términos y condiciones. No continúes usando Bryan Román Design si no estás de acuerdo con todos los términos y condiciones indicados en esta página.",
    "trans-terminology-title": "Terminología",
    "trans-terminology-desc": "La siguiente terminología se aplica a estos Términos y Condiciones, la Política de Privacidad y todos los Acuerdos: \"Cliente\", \"Tú\" y \"Tu\" se refiere a ti, la persona que accede a este sitio web y cumple con los términos y condiciones de la Compañía. \"La Compañía\", \"Nosotros\", \"Nos\", \"Nuestro\" y \"Nosotros\" se refiere a Bryan Román Design. \"Parte\", \"Partes\" o \"Nosotros\" se refiere tanto al Cliente como a nosotros. Todos los términos se refieren a la oferta, aceptación y consideración de pago necesaria para llevar a cabo el proceso de nuestra asistencia al Cliente de la manera más apropiada para el propósito expreso de satisfacer las necesidades del Cliente en cuanto a la prestación de nuestros servicios, de acuerdo con la ley aplicable. Cualquier uso de la terminología anterior u otras palabras en singular, plural, mayúsculas y/o él/ella o ellos, se consideran intercambiables y, por lo tanto, se refieren a lo mismo.",
    "trans-cookies-title": "Cookies",
    "trans-cookies-full": "Empleamos el uso de cookies. Al acceder a Bryan Román Design, aceptas el uso de cookies de acuerdo con nuestra",
    "trans-cookies-desc-3": "Las cookies se usan para habilitar ciertas funcionalidades del sitio web y mejorar tu experiencia. Algunos de nuestros socios de marketing, como Meta Platforms, también pueden usar cookies para análisis y publicidad.",
    "trans-ipr-title": "Derechos de Propiedad Intelectual",
    "trans-ipr-desc-1": "Salvo que se indique lo contrario, Bryan Román Design y/o sus licenciantes poseen los derechos de propiedad intelectual de todo el material en Bryan Román Design. Todos los derechos de propiedad intelectual están reservados.",
    "trans-ipr-desc-2": "Puedes acceder a este material de Bryan Román Design para tu uso personal sujeto a las restricciones establecidas en estos términos y condiciones.",
    "trans-ipr-you-must-not-title": "No debes:",
    "trans-ipr-you-must-not-1": "Republicar material de Bryan Román Design",
    "trans-ipr-you-must-not-2": "Vender, alquilar o sublicenciar material de Bryan Román Design",
    "trans-ipr-you-must-not-3": "Reproducir, duplicar o copiar material de Bryan Román Design",
    "trans-ipr-you-must-not-4": "Redistribuir contenido de Bryan Román Design",
    "trans-portfolio-title": "Portafolio y Exhibición de Proyectos",
    "trans-portfolio-desc-1": "Los proyectos mostrados en este sitio son ejemplos de nuestro trabajo y siguen siendo nuestra propiedad intelectual. No puedes usar, copiar, distribuir o reproducir ningún contenido del portafolio sin permiso explícito.",
    "trans-portfolio-desc-2": "Nos reservamos el derecho de rechazar, ignorar o no responder a consultas relacionadas con cualquier proyecto mostrado en el sitio web.",
    "trans-comments-title": "Comentarios y Contenido de Usuarios",
    "trans-comments-desc-1": "Partes de este sitio web pueden permitir a los usuarios publicar comentarios o retroalimentación. No aprobamos ni monitoreamos previamente estos comentarios antes de que aparezcan en el sitio. Los comentarios reflejan las opiniones del autor y no de Bryan Román Design.",
    "trans-comments-desc-2": "Nos reservamos el derecho de eliminar cualquier comentario que consideremos inapropiado, ofensivo o que viole estos términos.",
    "trans-comments-warrant-intro": "Al publicar comentarios, garantizas que:",
    "trans-comments-warrant-1": "Tienes los derechos y permisos necesarios para publicar el contenido.",
    "trans-comments-warrant-2": "Tus comentarios no violan derechos de propiedad intelectual, no difaman ni contienen material ilegal.",
    "trans-comments-warrant-3": "Concedes a Bryan Román Design una licencia no exclusiva para usar, editar y reproducir tus comentarios en el sitio web.",
    "trans-hyperlinking-title": "Hipervínculos a Nuestro Contenido",
    "trans-hyperlinking-desc-1": "Ciertas organizaciones pueden enlazar a nuestro sitio web sin aprobación previa por escrito, incluyendo agencias gubernamentales, motores de búsqueda, organizaciones de noticias y negocios acreditados, siempre que el enlace no sea engañoso ni implique respaldo.",
    "trans-hyperlinking-desc-2": "Otras solicitudes de enlace serán revisadas caso por caso. El uso del logo o arte de Bryan Román Design para fines de enlace requiere un acuerdo de licencia de marca registrada.",
    "trans-content-liability-title": "Responsabilidad del Contenido",
    "trans-content-liability-desc": "No somos responsables por ningún contenido publicado en sitios web de terceros que enlacen hacia o desde nuestro sitio. Aceptas indemnizar y eximir de responsabilidad a Bryan Román Design contra cualquier reclamo derivado del contenido que publiques o enlaces que proporciones.",
    "trans-limitation-liability-title": "Limitación de Responsabilidad",
    "trans-limitation-liability-desc": "En la máxima medida permitida por la ley, Bryan Román Design no será responsable por daños directos, indirectos, incidentales, consecuentes o punitivos derivados de tu uso del sitio web o incapacidad para usar su contenido.",
    "trans-changes-terms-title": "Cambios en los Términos y Condiciones",
    "trans-changes-terms-desc": "Nos reservamos el derecho de revisar estos términos en cualquier momento. El uso continuado del sitio web después de los cambios indica aceptación de los términos actualizados.",
    "trans-governing-law-title": "Ley Aplicable",
    "trans-governing-law-desc": "Estos términos se rigen por las leyes de Puerto Rico, sin tener en cuenta sus disposiciones sobre conflictos de leyes.",
    "trans-contact-us-full": "Si tienes preguntas sobre los Términos y Condicionesm, envie un correo electronico a:"
  }
}
