{
    "en": {

        "trans-project-description":  "Ember & Pine is a candle brand inspired by the grounding scents of the outdoors, bringing the warmth of a flickering flame and the freshness of the forest into your space.",
        "trans-project-info": "Ember & Pine’s visual identity captures the essence of nature’s tranquility, creating a brand that feels like a cozy escape into the outdoors. The design invites customers to relax and reconnect with the earth, making each candle more than just a product, but an experience.",
        "trans-project-info-2-approach": "Approach: Ember & Pines' branding combines the warmth of nature with the elegance of simplicity. The design evokes a sense of serenity through earthy tones, organic textures, and minimalist elements. It captures a connection to the natural world, offering a calming, rustic atmosphere while maintaining a modern, sophisticated touch.",
        "trans-project-info-2-concept": "Concept: The logo incorporates subtle tree motifs and minimalist flame details to reflect both the grounding qualities of nature and the warmth of fire. The typography is simple and timeless, adding to the overall sense of calm and invitation. The packaging and visual elements embrace serene, forest-inspired tones and natural textures, drawing customers into a space that feels like a retreat in the woods—an escape into the peaceful, rustic beauty of the outdoors."
    },
      "es": {

        "trans-project-description":  "Ember & Pine es una marca de velas inspirada en los aromas terrosos del exterior, llevando la calidez de una llama titilante y la frescura del bosque a tu espacio.",
        "trans-project-info": "La identidad visual de Ember & Pine captura la esencia de la tranquilidad de la naturaleza, creando una marca que se siente como una acogedora escapatoria al aire libre. El diseño invita a los clientes a relajarse y reconectar con la tierra, haciendo de cada vela algo más que un simple producto, sino una experiencia.",
        "trans-project-info-2-approach": "Enfoque: La marca de Ember & Pines combina la calidez de la naturaleza con la elegancia de la simplicidad. El diseño evoca una sensación de serenidad a través de tonos terrenales, texturas orgánicas y elementos minimalistas. Captura una conexión con el mundo natural, ofreciendo una atmósfera tranquila y rústica, mientras mantiene un toque moderno y sofisticado.",
        "trans-project-info-2-concept": "Concepto: El logotipo incorpora sutiles motivos de árboles y detalles minimalistas de llamas para reflejar tanto las cualidades de arraigo de la naturaleza como la calidez del fuego. La tipografía es simple y atemporal, lo que añade a la sensación general de calma y acogida. El empaque y los elementos visuales adoptan tonos serenos inspirados en el bosque y texturas naturales, atrayendo a los clientes a un espacio que se siente como un refugio en el bosque: una escapatoria a la tranquila y rústica belleza del exterior."    
    }
}