{
    "en": {
        "trans-project-description": "Primal Burger is a brand inspired by early humans, their instinct to hunt, and their need for large, satisfying meals. The project blends prehistoric aesthetics with modern branding, using cave art, primitive symbolism, and a bold, rugged visual style to create a restaurant experience that feels both ancient and powerful.",
        "trans-project-brand-purpose": "Brand Purpose:",
        "trans-project-purpose": "To offer a primal, flavorful, and unforgettable burger experience rooted in fire, strength, and tradition. Every burger is a tribute to the hunter-gatherer spirit, cooked with passion and precision over an open flame, just as it would’ve been centuries ago.",
        "trans-project-target-audience": "Target Audience:",
        "trans-project-target": "Those who appreciate bold, hearty flavors, a rustic yet modern aesthetic, and a story with every bite. Perfect for individuals who value quality ingredients, bold flavors, and the connection between food and primal traditions.",
        "trans-project-core-values": "Core Values:",
        "trans-project-values-1": "Authenticity: Real, unfiltered, and raw.",
        "trans-project-values-2": "Craftsmanship: Every burger is made with care and precision.",
        "trans-project-values-3": "Adventure: Embrace the primal instincts of exploration and survival through food.",
        "trans-project-details-1-1": "The visual identity of Primal Burger blends ancient storytelling with bold modern design. The logo is a fusion of three symbolic elements: a burger icon, representing the heart of the brand; a cave entrance with fire at its center, evoking the origins of human civilization and communal feasting; and the subtle form of a creature’s mouth, reinforcing the raw, untamed nature of primal hunger. ",
        "trans-project-details-1-2": "This layered symbolism creates a powerful and memorable mark that ties directly to the brand’s core essence. Complemented by strong, clean typography for versatility and an earthy, fire-inspired color palette, the identity balances rugged authenticity with a refined, contemporary feel.",
        "trans-project-details-2-1": "The illustrations used in Primal Burger’s branding and packaging are inspired by the ancient cave paintings of Altamira, a visual testament to early human life, survival, and storytelling. These primitive yet expressive drawings of hunters, mammoths, and bison serve as a direct connection to humanity’s primal roots, reinforcing the brand’s core identity. ",
        "trans-project-details-2-2": "By integrating these illustrations into the packaging—wrappers, bags, and containers—the design transforms each item into a piece of history, as if it were a relic from an ancient feast. This approach not only strengthens the brand’s authenticity but also immerses customers in the primal experience, making every meal feel like part of an age-old tradition of hunting, gathering, and feasting by fire.",
        "trans-project-details-3-1": "Primal Burger is not just a place to eat—it’s an experience that awakens something deep and instinctive. The brand brings together history, flavor, and design to create something truly unique. Every bite is a tribute to the primal nature of humanity, connecting the past with the present through bold, satisfying food."
    },
    "es": {
        "trans-project-description": "Primal Burger es una marca inspirada en los primeros humanos, su instinto de cazar y su necesidad de comidas grandes y satisfactorias. El proyecto fusiona la estética prehistórica con una marca moderna, utilizando arte rupestre, simbolismo primitivo y un estilo visual audaz y resistente para crear una experiencia de restaurante que se siente tanto antigua como poderosa.",
        "trans-project-brand-purpose": "Propósito de la Marca:",
        "trans-project-purpose": "Ofrecer una experiencia de hamburguesa primitiva, sabrosa e inolvidable, basada en el fuego, la fuerza y la tradición. Cada hamburguesa es un homenaje al espíritu cazador-recolector, cocinada con pasión y precisión sobre una llama abierta, tal como habría sido hace siglos.",
        "trans-project-target-audience": "Público Objetivo:",
        "trans-project-target": "Aquellos que aprecian sabores audaces y contundentes, una estética rústica pero moderna, y una historia en cada bocado. Perfecto para individuos que valoran ingredientes de calidad, sabores audaces y la conexión entre la comida y las tradiciones primitivas.",
        "trans-project-core-values": "Valores Fundamentales:",
        "trans-project-values-1": "Autenticidad: Real, sin filtros y crudo.",
        "trans-project-values-2": "Artesanía: Cada hamburguesa es hecha con cuidado y precisión.",
        "trans-project-values-3": "Aventura: Abraza los instintos primitivos de exploración y supervivencia a través de la comida.",
        "trans-project-details-1-1": "La identidad visual de Primal Burger fusiona la narración ancestral con un diseño moderno y audaz. El logotipo es una fusión de tres elementos simbólicos: un ícono de hamburguesa, que representa el corazón de la marca; una entrada de cueva con fuego en su centro, evocando los orígenes de la civilización humana y los banquetes comunitarios; y la forma sutil de la boca de una criatura, reforzando la naturaleza cruda y salvaje del hambre primitiva.",
        "trans-project-details-1-2": "Este simbolismo en capas crea una marca poderosa y memorable que se conecta directamente con la esencia fundamental de la marca. Complementada con una tipografía fuerte y limpia para versatilidad y una paleta de colores inspirada en la tierra y el fuego, la identidad equilibra la autenticidad resistente con un toque refinado y contemporáneo.",
        "trans-project-details-2-1": "Las ilustraciones utilizadas en la marca y el empaque de Primal Burger están inspiradas en las antiguas pinturas rupestres de Altamira, un testimonio visual de la vida temprana humana, la supervivencia y la narración de historias. Estos dibujos primitivos pero expresivos de cazadores, mamuts y bisontes sirven como una conexión directa con las raíces primitivas de la humanidad, reforzando la identidad central de la marca.",
        "trans-project-details-2-2": "Al integrar estas ilustraciones en el empaque—envoltorios, bolsas y contenedores—el diseño transforma cada artículo en una pieza de historia, como si fuera un relicario de un banquete ancestral. Este enfoque no solo fortalece la autenticidad de la marca, sino que también sumerge a los clientes en la experiencia primitiva, haciendo que cada comida se sienta como parte de una antigua tradición de caza, recolección y festín alrededor del fuego.",
        "trans-project-details-3-1": "Primal Burger no es solo un lugar para comer, es una experiencia que despierta algo profundo e instintivo. La marca reúne historia, sabor y diseño para crear algo verdaderamente único. Cada bocado es un homenaje a la naturaleza primitiva de la humanidad, conectando el pasado con el presente a través de una comida audaz y satisfactoria."
    }
}