{
  "en": {
    "trans-privacy-title": "Privacy Policy",
    "trans-last-updated-label": "Last updated:",
    "trans-last-updated-date": "August 2025",
    "trans-privacy-intro-1": "Bryan Román Design (“we,” “us,” or “our”) respects your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, and share information when you visit our website",
    "trans-privacy-intro-2": "and interact with our services.",
    "trans-info-collect-title": "Information We Collect",
    "trans-personal-info-label": "Personal Information You Provide:",
    "trans-personal-info-desc": "When you fill out contact forms on our site, we collect information such as your first name, last name, business name, budget, project description, and email address.",
    "trans-usage-info-label": "Usage Information:",
    "trans-usage-info-desc": "We collect information about your interactions with our website, including pages visited and actions taken.",
    "trans-cookies-label": "Cookies and Tracking Technologies:",
    "trans-cookies-desc": "We use cookies and similar technologies to enhance your experience and gather analytics data.",
    "trans-how-use-info-title": "How We Use Your Information",
    "trans-how-use-info-1": "To respond to your inquiries and provide our branding services.",
    "trans-how-use-info-2": "To improve and personalize your experience on our website.",
    "trans-how-use-info-3": "To analyze website traffic and ad campaign effectiveness using tools like the Meta (Facebook) Pixel.",
    "trans-how-use-info-4": "To comply with legal obligations.",
    "trans-meta-pixel-title": "Meta (Facebook) Pixel",
    "trans-meta-pixel-1": "We use the Meta Pixel on our website to better understand how visitors interact with our site and improve our marketing efforts. This may result in you seeing ads from us on Facebook or Instagram based on your activity.",
    "trans-meta-pixel-2": "Meta may use cookies and other technologies to collect or receive information from our website and elsewhere on the internet to provide measurement services and targeted advertising. You can manage your ad preferences and opt-out of personalized ads at",
    "trans-cookies-language-title": "Cookies for Language Preference and Website Functionality",
    "trans-cookies-language-1": "Our website uses cookies to remember your preferred language settings and provide a better browsing experience. Cookies are small text files stored on your device that help the website remember information about your visit.",
    "trans-cookies-language-2": "These cookies do not collect personal information about you. They only store basic preferences such as your chosen language so you don’t need to select it every time you visit.",
    "trans-cookies-language-3": "Additionally, cookies related to the Meta Pixel help us measure and improve the effectiveness of our ads by anonymously tracking user behavior on our site.",
    "trans-cookies-language-4": "You can control or disable cookies through your browser settings; however, disabling some cookies may affect the functionality and experience of our website.",
    "trans-sharing-info-title": "Sharing Your Information",
    "trans-sharing-info": "We do not sell your personal information. We may share your data with trusted third-party service providers who help us operate our website and run marketing campaigns, such as Meta Platforms, under strict confidentiality agreements.",
    "trans-choices-rights-title": "Your Choices and Rights",
    "trans-choices-rights-intro": "You may contact us anytime to:",
    "trans-choices-rights-1": "Request access to your personal data.",
    "trans-choices-rights-2": "Request correction or deletion of your personal data.",
    "trans-choices-rights-3": "Opt-out of marketing communications.",
    "trans-contact-us": "Please contact us at:",
    "trans-contact-us-2": "for any privacy-related requests.",
    "trans-updates-policy-title": "Updates to This Policy",
    "trans-updates-policy-desc": "We may update this Privacy Policy occasionally to reflect changes in our practices or legal requirements. We encourage you to review this page periodically."
  },
  "es": {
    "trans-privacy-title": "Política de Privacidad",
    "trans-last-updated-label": "Última actualización:",
    "trans-last-updated-date": "Agosto 2025",
    "trans-privacy-intro-1": "Bryan Román Design (“nosotros,” “nos,” o “nuestro”) respeta tu privacidad y se compromete a proteger tu información personal. Esta Política de Privacidad explica cómo recopilamos, usamos y compartimos información cuando visitas nuestro sitio web",
    "trans-privacy-intro-2": "e interactúas con nuestros servicios.",
    "trans-info-collect-title": "Información que Recopilamos",
    "trans-personal-info-label": "Información Personal que Proporcionas:",
    "trans-personal-info-desc": "Cuando completas los formularios de contacto en nuestro sitio, recopilamos información como tu nombre, apellido, nombre del negocio, presupuesto, descripción del proyecto y dirección de correo electrónico.",
    "trans-usage-info-label": "Información de Uso:",
    "trans-usage-info-desc": "Recopilamos información sobre tus interacciones con nuestro sitio web, incluyendo las páginas visitadas y las acciones realizadas.",
    "trans-cookies-label": "Cookies y Tecnologías de Seguimiento:",
    "trans-cookies-desc": "Usamos cookies y tecnologías similares para mejorar tu experiencia y recopilar datos analíticos.",
    "trans-how-use-info-title": "Cómo Usamos Tu Información",
    "trans-how-use-info-1": "Para responder a tus consultas y ofrecer nuestros servicios de branding.",
    "trans-how-use-info-2": "Para mejorar y personalizar tu experiencia en nuestro sitio web.",
    "trans-how-use-info-3": "Para analizar el tráfico web y la efectividad de las campañas publicitarias usando herramientas como el Pixel de Meta (Facebook).",
    "trans-how-use-info-4": "Para cumplir con obligaciones legales.",
    "trans-meta-pixel-title": "Pixel de Meta (Facebook)",
    "trans-meta-pixel-1": "Usamos el Pixel de Meta en nuestro sitio para entender mejor cómo los visitantes interactúan con nuestro sitio y mejorar nuestros esfuerzos de marketing. Esto puede resultar en que veas anuncios nuestros en Facebook o Instagram basados en tu actividad.",
    "trans-meta-pixel-2": "Meta puede usar cookies y otras tecnologías para recopilar o recibir información de nuestro sitio y de otros lugares en internet para proporcionar servicios de medición y publicidad dirigida. Puedes administrar tus preferencias de anuncios y optar por no recibir anuncios personalizados en",
    "trans-cookies-language-title": "Cookies para Preferencia de Idioma y Funcionalidad del Sitio Web",
    "trans-cookies-language-1": "Nuestro sitio web usa cookies para recordar tu configuración de idioma preferida y brindar una mejor experiencia de navegación. Las cookies son pequeños archivos de texto almacenados en tu dispositivo que ayudan al sitio a recordar información sobre tu visita.",
    "trans-cookies-language-2": "Estas cookies no recopilan información personal sobre ti. Solo almacenan preferencias básicas como el idioma elegido para que no tengas que seleccionarlo cada vez que visites.",
    "trans-cookies-language-3": "Además, las cookies relacionadas con el Pixel de Meta nos ayudan a medir y mejorar la efectividad de nuestros anuncios rastreando anónimamente el comportamiento de los usuarios en nuestro sitio.",
    "trans-cookies-language-4": "Puedes controlar o deshabilitar las cookies a través de la configuración de tu navegador; sin embargo, deshabilitar algunas cookies puede afectar la funcionalidad y la experiencia de nuestro sitio web.",
    "trans-sharing-info-title": "Compartir Tu Información",
    "trans-sharing-info": "No vendemos tu información personal. Podemos compartir tus datos con proveedores de servicios externos confiables que nos ayudan a operar nuestro sitio web y ejecutar campañas de marketing, como Meta Platforms, bajo estrictos acuerdos de confidencialidad.",
    "trans-choices-rights-title": "Tus Opciones y Derechos",
    "trans-choices-rights-intro": "Puedes contactarnos en cualquier momento para:",
    "trans-choices-rights-1": "Solicitar acceso a tus datos personales.",
    "trans-choices-rights-2": "Solicitar corrección o eliminación de tus datos personales.",
    "trans-choices-rights-3": "Darte de baja de comunicaciones de marketing.",
    "trans-contact-us": "Por favor contáctanos en:",
    "trans-contact-us-2": "para cualquier solicitud relacionada con la privacidad.",
    "trans-updates-policy-title": "Actualizaciones de Esta Política",
    "trans-updates-policy-desc": "Podemos actualizar esta Política de Privacidad ocasionalmente para reflejar cambios en nuestras prácticas o requerimientos legales. Te recomendamos revisar esta página periódicamente."
  }
}
