{
  "en": {
    "project-category": "BURGER RESTAURANT",
    "project-year": "Year",
    "project-activity": "Activity",
    "project-industry": "Industry",
    "project-industry-answer": "Food",

    "project-context": "CONTEXT",
    "project-context-text": "Primal Burger is a burger brand inspired by the origins of eating, when food was cooked with fire and meant to be big, bold, and satisfying. The brand embraces a raw, back-to-basics philosophy, focusing on hearty portions, simple ingredients, and an unapologetic approach to flavor. Its identity reflects strength, authenticity, and the primal joy of food, creating a bold and memorable experience rooted in the earliest traditions of cooking.",

    "project-design-decisions": "DESIGN DECISIONS",
    "project-design-decisions-logo": "LOGO",
    "project-design-decisions-logo-text": "The Primal Burger logo is built around visual references to primitive human life, early cooking methods, and the idea of abundance. Each element contributes to the concept of large, fire-cooked food prepared in a raw and natural way.",
    "project-logo-burger": "Burger: The overall composition forms a large burger, directly representing the brand’s main product. Its scale is intentional, reinforcing the idea of oversized portions and food meant to satisfy hunger in a primal, unapologetic way.",
    "project-logo-cave-fire": "Cave & Fire: At the center of the icon, a flame placed within a cave shape represents early human shelters and the discovery of fire. This element highlights the origin of cooking, when food was prepared using open flames rather than modern tools, aligning with the brand’s fire-based and back-to-basics approach.",
    "project-logo-primitive-mouth": "Primitive Creature Mouth: The surrounding negative space suggests the mouth of a primitive predator. This reference connects to hunting as a key part of early human survival and to the scale of the food being consumed. By evoking large prey such as mammoths, this element supports the idea of big, substantial meals and reinforces the concept of food meant to be filling, powerful, and bold.",
    "project-logo-summary": "Together, these elements create a symbol that merges fire, shelter, hunting, and abundance into a single, cohesive mark. The result is a logo that communicates primal cooking and large-scale food while remaining simple and readable in a modern branding context.",

    "project-graphics": "GRAPHIC ELEMENTS",
    "project-graphics-text": "To complement the branding, the graphic elements draw inspiration from primitive cave art, a key part of early human life in shelters. I studied iconic cave drawings, such as those from Altamira, and adapted their style into the visual identity. These elements are used throughout the brand to reinforce the connection to ancestral practices, storytelling, and primitive culture, while giving the identity a hand-crafted, authentic feel that supports the raw, bold, and fire-driven concept of Primal Burger."
  },
  "es": {
    "project-category": "RESTAURANTE DE HAMBURGUESAS",
    "project-year": "Año",
    "project-activity": "Actividad",
    "project-industry": "Industria",
    "project-industry-answer": "Comida",

    "project-context": "CONTEXTO",
    "project-context-text": "Primal Burger es una marca de hamburguesas inspirada en los orígenes de la alimentación, cuando la comida se cocinaba con fuego y debía ser grande, audaz y satisfactoria. La marca adopta una filosofía cruda y básica, enfocándose en porciones abundantes, ingredientes simples y un enfoque sin disculpas al sabor. Su identidad refleja fuerza, autenticidad y la alegría primordial de la comida, creando una experiencia audaz y memorable basada en las tradiciones más antiguas de la cocina.",

    "project-design-decisions": "DECISIONES DE DISEÑO",
    "project-design-decisions-logo": "LOGO",
    "project-design-decisions-logo-text": "El logo de Primal Burger se construye alrededor de referencias visuales a la vida humana primitiva, los primeros métodos de cocina y la idea de abundancia. Cada elemento contribuye al concepto de comida grande, cocinada al fuego, preparada de manera cruda y natural.",
    "project-logo-burger": "Hamburguesa: La composición general forma una gran hamburguesa, representando directamente el producto principal de la marca. Su escala es intencional, reforzando la idea de porciones enormes y comida destinada a satisfacer el hambre de manera primitiva y audaz.",
    "project-logo-cave-fire": "Cueva y Fuego: En el centro del icono, una llama dentro de la forma de una cueva representa los refugios humanos primitivos y el descubrimiento del fuego. Este elemento resalta el origen de la cocina, cuando los alimentos se preparaban con llamas abiertas en lugar de herramientas modernas, alineándose con el enfoque de fuego y básico de la marca.",
    "project-logo-primitive-mouth": "Boca de Criatura Primitiva: El espacio negativo circundante sugiere la boca de un depredador primitivo. Esta referencia conecta con la caza como parte clave de la supervivencia humana temprana y con la escala de la comida consumida. Al evocar presas grandes como mamuts, este elemento refuerza la idea de comidas grandes, sustanciosas y poderosas.",
    "project-logo-summary": "Juntos, estos elementos crean un símbolo que fusiona fuego, refugio, caza y abundancia en una marca única y coherente. El resultado es un logo que comunica cocina primordial y comida a gran escala, manteniéndose simple y legible en un contexto de branding moderno.",

    "project-graphics": "ELEMENTOS GRÁFICOS",
    "project-graphics-text": "Para complementar la marca, los elementos gráficos se inspiran en el arte rupestre primitivo, una parte clave de la vida humana temprana en los refugios. Estudié dibujos icónicos de cuevas, como los de Altamira, y adapté su estilo a la identidad visual. Estos elementos se utilizan en toda la marca para reforzar la conexión con prácticas ancestrales, narrativas y cultura primitiva, mientras brindan a la identidad un toque artesanal y auténtico que respalda el concepto crudo, audaz y guiado por el fuego de Primal Burger."
  }
}
